Repository: ZENCAPTCHA/zencaptcha-wordpress
Catalog: zencaptcha-for-forms/languages/zencaptcha-for-forms-*.po
Languages: fr_lu, sv_se, tr_tr

source: ZENCAPTCHA protects WordPress forms from abuse by bots and unfair users. Reduces spam, blocks fake and disposable email addresses and increases your user base quality without the use of cookies. Fully GDPR compliant. Does not decrease user experience.
fr_lu: ZENCAPTCHA protège les formulaires WordPress contre les abus des robots et des utilisateurs malveillants. Réduit le spam, bloque les adresses e-mail fausses et jetables et améliore la qualité de votre base d'utilisateurs sans utiliser de cookies. Conforme au RGPD. Ne diminue pas l'expérience utilisateur.
sv_se: ZENCAPTCHA skyddar WordPress-formulär från missbruk av robotar och otillbörliga användare. Minskar skräppost, blockerar falska och engångs-e-postadresser och ökar kvaliteten på din användarbas utan användning av kakor. Fullständigt GDPR-kompatibelt. Minskar inte användarupplevelsen.
tr_tr: ZENCAPTCHA, WordPress formlarını botlardan ve adil olmayan kullanıcılardan korur. Spamı azaltır, sahte ve tek kullanımlık e-posta adreslerini engeller ve çerez kullanmadan kullanıcı tabanı kalitesini artırır. Tamamen GDPR uyumludur. Kullanıcı deneyimini azaltmaz.

source: Zencaptcha Settings
fr_lu: Paramètres Zencaptcha
sv_se: Zencaptcha-inställningar
tr_tr: Zencaptcha Ayarları

source: <strong>Error.</strong> Your login data contains errors.
fr_lu: <strong>Erreur.</strong> Vos données de connexion contiennent des erreurs.
sv_se: <strong>Fel.</strong> Dina inloggningsuppgifter innehåller fel.
tr_tr: <strong>Hata.</strong> Giriş verileriniz hatalı.

source: Please confirm that you are human. <strong>Try again.</strong>
fr_lu: Veuillez confirmer que vous êtes humain. <strong>Essayez à nouveau.</strong>
sv_se: Bekräfta att du är människa. <strong>Försök igen.</strong>
tr_tr: Lütfen insan olduğunuzu onaylayın. <strong>Tekrar deneyin.</strong>

source: Please confirm that you are human. Try again.
fr_lu: Veuillez confirmer que vous êtes humain. Réessayez.
sv_se: Bekräfta att du är människa. Försök igen.
tr_tr: Lütfen insan olduğunuzu onaylayın. Tekrar deneyin.

source: Robot check failed, please retry.
fr_lu: Vérification robotique échouée, veuillez réessayer.
sv_se: Robotkontrollen misslyckades, försök igen.
tr_tr: Robot kontrolü başarısız, lütfen tekrar deneyin.

source: Confirm the robot check again.
fr_lu: Confirmez à nouveau la vérification du robot.
sv_se: Bekräfta robotkontrollen igen.
tr_tr: Robot kontrolünü tekrar onaylayın.

source: Use a valid email address.
fr_lu: Utilisez une adresse e-mail valide.
sv_se: Använd en giltig e-postadress.
tr_tr: Geçerli bir e-posta adresi kullanın.

source: <b>Your access has been blocked.</b>
fr_lu: <b>Votre accès a été bloqué.</b>
sv_se: <b>Din åtkomst har blockerats.</b>
tr_tr: <b>Erişiminiz engellendi.</b>

source: <b>Error:</b> Please fill in the required fields.
fr_lu: <b>Erreur :</b> Veuillez remplir les champs requis.
sv_se: <b>Fel:</b> Fyll i de obligatoriska fälten.
tr_tr: <b>Hata:</b> Lütfen gerekli alanları doldurun.

source: <b>Zencaptcha is not configured yet! (Sitekey and secret key is missing)</b> Visit the <a href="%1$s">Zencaptcha WordPress settings page</a> and enter a valid Sitekey and Secret Key that you get from <a href="%2$s">Zencaptcha.com (Account)</a> to complete the setup.
fr_lu: <b>Zencaptcha n'est pas encore configuré ! (Sitekey et secret key manquent)</b> Visitez la <a href="%1$s">page de paramètres WordPress de Zencaptcha</a> et saisissez un Sitekey et un Secret Key valides que vous obtenez sur <a href="%2$s">Zencaptcha.com (Compte)</a> pour terminer la configuration.
sv_se: <b>Zencaptcha är inte konfigurerat ännu! (Sitekey och secret key saknas)</b> Besök <a href="%1$s">Zencaptchas WordPress-inställningssida</a> och ange en giltig Sitekey och Secret Key som du får från <a href="%2$s">Zencaptcha.com (Konto)</a> för att slutföra konfigurationen.
tr_tr: <b>Zencaptcha henüz yapılandırılmadı! (Site anahtarı ve gizli anahtar eksik)</b> <a href="%1$s">Zencaptcha WordPress ayarları sayfasını</a> ziyaret edin ve kurulumu tamamlamak için <a href="%2$s">Zencaptcha.com (Hesap)</a>'dan aldığınız geçerli Site Anahtarı ve Gizli Anahtarı girin.

source: We will not spam or share your email. <strong>Please do not use a disposable email address</strong>. Thank you!
fr_lu: Nous ne ferons pas de spam ni ne partagerons votre adresse e-mail. <strong>Ne utilisez pas une adresse e-mail jetable</strong>. Merci !
sv_se: Vi kommer inte att skicka skräppost eller dela din e-postadress. <strong>Var god använd inte en engångs-e-postadress</strong>. Tack!
tr_tr: Spam yapmayacağız veya e-postanızı paylaşmayacağız. <strong>Lütfen tek kullanımlık e-posta adresi kullanmayın</strong>. Teşekkür ederiz!

source: Get your Site Key and Secret Key at <a href="%s">Zencaptcha.com</a>. <b>How it works:</b> Add your website (for example enter <b>%s</b>) to your Zencaptcha.com dashboard and copy the Sitekey and Secretkey that are automatically generated with your website. Paste the Sitekey and Secretkey into the fields on the current Wordpress settings page.
fr_lu: Obtenez votre Site Key et votre Secret Key sur <a href="%s">Zencaptcha.com</a>. <b>Comment ça marche :</b> Ajoutez votre site web (par exemple entrez <b>%s</b>) à votre tableau de bord Zencaptcha.com et copiez le Sitekey et le Secretkey qui sont générés automatiquement avec votre site web. Collez le Sitekey et le Secretkey dans les champs de la page de réglages actuelle de Wordpress.
sv_se: Hämta din Site Key och Secret Key på <a href="%s">Zencaptcha.com</a>. <b>Så fungerar det:</b> Lägg till din webbplats (till exempel ange <b>%s</b>) i ditt Zencaptcha.com dashboard och kopiera Sitekey och Secretkey som automatiskt genereras med din webbplats. Klistra in Sitekey och Secretkey i fälten på den aktuella Wordpress-inställningssidan.
tr_tr: Site Anahtarınızı ve Gizli Anahtarınızı <a href="%s">Zencaptcha.com</a>'dan alın. <b>Nasıl çalışır:</b> Web sitenizi (örneğin, <b>%s</b>) Zencaptcha.com panonuza ekleyin ve web sitenizle otomatik olarak oluşturulan Site Anahtarını ve Gizli Anahtarını kopyalayın. Site Anahtarını ve Gizli Anahtarını mevcut Wordpress ayar sayfasındaki alanlara yapıştırın.

source: Get Site Key + Secret Key
fr_lu: Obtenir Site Key + Secret Key
sv_se: Hämta Site Key + Secret Key
tr_tr: Site Anahtarı + Gizli Anahtar Al

source: Want to see your statistics, add websites or upgrade your plan for premium features? Go to your ZENCAPTCHA dashboard.
fr_lu: Vous souhaitez consulter vos statistiques, ajouter des sites web ou mettre à niveau votre plan pour des fonctionnalités premium ? Accédez à votre tableau de bord ZENCAPTCHA.
sv_se: Vill du se dina statistiker, lägga till webbplatser eller uppgradera din plan för premiumfunktioner? Gå till ditt ZENCAPTCHA-dashboard.
tr_tr: İstatistiklerinizi görmek, web siteleri eklemek veya premium özellikler için planınızı yükseltmek ister misiniz? ZENCAPTCHA panelinize gidin.

source: ZENCAPTCHA Dashboard
fr_lu: Tableau de bord ZENCAPTCHA
tr_tr: ZENCAPTCHA Paneli

source: Zencaptcha Site Key
fr_lu: Clé de site Zencaptcha
tr_tr: Zencaptcha Site Anahtarı

source: Zencaptcha Secret Key
fr_lu: Clé secrète Zencaptcha
tr_tr: Zencaptcha Gizli Anahtarı

source: Login
fr_lu: Connexion
sv_se: Logga in
tr_tr: Giriş

source: Register
fr_lu: S'inscrire
sv_se: Registrera
tr_tr: Kayıt Ol

source: Reset Password
fr_lu: Réinitialiser le mot de passe
sv_se: Återställ lösenord
tr_tr: Şifre Sıfırla

source: Comments (Guests)
fr_lu: Commentaires (Invités)
sv_se: Kommentarer (Gäster)
tr_tr: Yorumlar (Misafirler)

source: Comments (Logged in users)
fr_lu: Commentaires (Utilisateurs connectés)
sv_se: Kommentarer (Inloggade användare)
tr_tr: Yorumlar (Giriş yapmış kullanıcılar)

source: Checkout
fr_lu: Paiement
sv_se: Kassa
tr_tr: Ödeme

source: Activate
fr_lu: Activer
sv_se: Aktivera
tr_tr: Etkinleştir

source: Language
fr_lu: Langue
sv_se: Språk
tr_tr: Dil

source: Automatic
fr_lu: Automatique
sv_se: Automatisk
tr_tr: Otomatik

source: <b>Recommended: </b> Leave this set to "Automatic" as the correct language will automatically be displayed to the user. If you select a language here, the widget will only be displayed in that language to every user.
fr_lu: <b>Recommandé : </b> Laissez cela défini sur "Automatique" car la langue correcte sera automatiquement affichée à l'utilisateur. Si vous sélectionnez une langue ici, le widget ne sera affiché que dans cette langue pour chaque utilisateur.
sv_se: <b>Rekommenderat: </b> Lämna det här inställt på "Automatisk" eftersom rätt språk automatiskt visas för användaren. Om du väljer ett språk här kommer widgeten endast visas på det språket för varje användare.
tr_tr: <b>Tavsiye edilen: </b> "Otomatik" olarak bırakın çünkü doğru dil otomatik olarak kullanıcıya gösterilecektir. Burada bir dil seçerseniz, widget her kullanıcı için yalnızca o dilde gösterilecektir.

source: The user needs to
fr_lu: L'utilisateur doit
sv_se: Användaren behöver
tr_tr: Kullanıcı

source: click into a form field for the robot check to begin.
fr_lu: cliquer dans un champ de formulaire pour que la vérification du robot commence.
sv_se: klicka i ett formulärfält för att starta robotkontrollen.
tr_tr: robot kontrolünün başlaması için bir form alanına tıklamalıdır.

source: click on the ZENCAPTCHA-Widget for the robot check to begin.
fr_lu: cliquer sur le widget ZENCAPTCHA pour que la vérification du robot commence.
sv_se: klicka på ZENCAPTCHA-widgeten för att starta robotkontrollen.
tr_tr: robot kontrolünün başlaması için ZENCAPTCHA Widget'ına tıklamalıdır.

source: Custom country black list
fr_lu: Liste noire de pays personnalisée
sv_se: Anpassad landsblockeringslista
tr_tr: Özel ülke kara listesi

source: <b>Include custom countries you want to block. <br>One country code per line.</b><br> Use ISO 3166-1 - (ISO 3166-1 alpha-2 codes). For example: DE for Germany, RU for Russia. <a href="https://www.iban.com/country-codes" target="_blank">See full list here.</a>
fr_lu: <b>Inclure les pays personnalisés que vous souhaitez bloquer. <br>Un code pays par ligne.</b><br> Utilisez l'ISO 3166-1 - (codes alpha-2 de l'ISO 3166-1). Par exemple : DE pour l'Allemagne, RU pour la Russie. <a href="https://www.iban.com/country-codes" target="_blank">Voir la liste complète ici.</a>
sv_se: <b>Inkludera anpassade länder du vill blockera. <br>Ett landskod per rad.</b><br> Använd ISO 3166-1 - (ISO 3166-1 alpha-2-koder). Till exempel: DE för Tyskland, RU för Ryssland. <a href="https://www.iban.com/country-codes" target="_blank">Se fullständig lista här.</a>
tr_tr: <b>Engellemek istediğiniz özel ülkeleri dahil edin. <br>Her satıra bir ülke kodu.</b><br> ISO 3166-1'i kullanın - (ISO 3166-1 alfa-2 kodları). Örneğin: Almanya için DE, Rusya için RU. <a href="https://www.iban.com/country-codes" target="_blank">Buradan tam listeyi görüntüleyin.</a>

source: Help us create a safer and more privacy-respecting web!
fr_lu: Aidez-nous à créer un web plus sûr et respectueux de la vie privée !
sv_se: Hjälp oss att skapa en säkrare och mer integritetsrespekterande webb!
tr_tr: Daha güvenli ve gizliliğe saygılı bir internet oluşturmamıza yardımcı olun!

source: Like us on Facebook
fr_lu: Aimez-nous sur Facebook
sv_se: Gilla oss på Facebook
tr_tr: Bizi Facebook'ta beğenin

source: Follow us on Instagram
fr_lu: Suivez-nous sur Instagram
sv_se: Följ oss på Instagram
tr_tr: Bizi Instagram'da takip edin

source: Share on Facebook
fr_lu: Partager sur Facebook
sv_se: Dela på Facebook
tr_tr: Facebook'ta paylaş

source: + Verify Email Addresses (Block invalid and disposable email addresses)
fr_lu: + Vérifier les adresses e-mail (Bloquer les adresses e-mail invalides et jetables)

source: Thank you for using the <a href="%s">Zencaptcha</a> plugin by <a href="%s">Zencaptcha.com</a> .
fr_lu: Merci d'utiliser le plugin <a href="%s">Zencaptcha</a> par <a href="%s">Zencaptcha.com</a> .
sv_se: Tack för att du använder <a href="%s">Zencaptcha</a>-tillägget av <a href="%s">Zencaptcha.com</a>.
tr_tr: <a href="%s">Zencaptcha</a> eklentisini kullandığınız için teşekkür ederiz, <a href="%s">Zencaptcha.com</a> .

source: + Verify Email Adresses (Block invalid and disposable email addresses)
sv_se: + Verifiera e-postadresser (Blockera ogiltiga och engångs-e-postadresser)
tr_tr: + E-posta adreslerini doğrulayın (geçersiz ve tek kullanımlık e-posta adreslerini engelleyin)
