Repository: ZENCAPTCHA/zencaptcha-wordpress
Catalog: zencaptcha/languages/zencaptcha-*.po
Languages: da_dk, de_de, es_es, nl_be, pt

source: ZENCAPTCHA protects WordPress forms from abuse by bots and unfair users. Reduces spam, blocks fake and disposable email addresses and increases your user base quality without the use of cookies. Fully GDPR compliant. Does not decrease user experience.
da_dk: ZENCAPTCHA beskytter WordPress-formularer mod misbrug fra robotter og uretfærdige brugere. Reducerer spam, blokerer falske og engangsemail-adresser og øger kvaliteten af din brugerbase uden brug af cookies. Fuldt GDPR-kompatibel. Påvirker ikke brugeroplevelsen negativt.
es_es: ZENCAPTCHA protege los formularios de WordPress del abuso por parte de bots y usuarios deshonestos. Reduce el spam, bloquea direcciones de correo electrónico falsas y desechables y aumenta la calidad de tu base de usuarios sin el uso de cookies. Totalmente compatible con GDPR. No disminuye la experiencia del usuario.
nl_be: ZENCAPTCHA beschermt WordPress-formulieren tegen misbruik door bots en oneerlijke gebruikers. Vermindert spam, blokkeert nep- en wegwerpe-mailadressen en verhoogt de kwaliteit van uw gebruikersbestand zonder het gebruik van cookies. Volledig GDPR-conform. Verlaagt de gebruikerservaring niet.
pt: O ZENCAPTCHA protege os formulários do WordPress contra abusos de bots e usuários injustos. Reduz o spam, bloqueia endereços de e-mail falsos e descartáveis e aumenta a qualidade da sua base de usuários sem o uso de cookies. Totalmente compatível com o GDPR. Não diminui a experiência do usuário.

source: Zencaptcha Settings
da_dk: Zencaptcha Indstillinger
de_de: Zencaptcha Einstellungen
es_es: Ajustes de Zencaptcha
nl_be: Zencaptcha Instellingen
pt: Configurações do Zencaptcha

source: <strong>Error.</strong> Your login data contains errors.
da_dk: <strong>Fejl.</strong> Dine loginoplysninger indeholder fejl.
de_de: <strong>Fehler.</strong> Ihre Anmeldedaten enthalten Fehler.
es_es: <strong>Error.</strong> Los datos de inicio de sesión contienen errores.
nl_be: <strong>Fout.</strong> Uw inloggegevens bevatten fouten.
pt: <strong>Erro.</strong> Seus dados de login contêm erros.

source: Please confirm that you are human. <strong>Try again.</strong>
da_dk: Bekræft venligst, at du er et menneske. <strong>Prøv igen.</strong>
de_de: Bitte bestätigen Sie, dass Sie ein Mensch sind. <strong>Versuchen Sie es erneut.</strong>
es_es: Por favor, confirma que eres humano. <strong>Inténtalo de nuevo.</strong>
nl_be: Bevestig alstublieft dat u een mens bent. <strong>Probeer het opnieuw.</strong>
pt: Por favor, confirme que é humano. <strong>Tente novamente.</strong>

source: Please confirm that you are human. Try again.
da_dk: Bekræft venligst, at du er et menneske. Prøv igen.
de_de: Bitte bestätigen Sie, dass Sie ein Mensch sind. Versuchen Sie es erneut.
es_es: Por favor, confirma que eres humano. Inténtalo de nuevo.
nl_be: Bevestig alstublieft dat u een mens bent. Probeer het opnieuw.
pt: Por favor, confirme que é humano. Tente novamente.

source: Robot check failed, please retry.
da_dk: Robotkontrollen mislykkedes, prøv venligst igen.
de_de: Roboterüberprüfung fehlgeschlagen, bitte wiederholen.
es_es: La verificación de robot falló, por favor inténtalo de nuevo.
nl_be: Robotcontrole mislukt, probeer het opnieuw.
pt: A verificação de robô falhou, por favor, tente novamente.

source: Confirm the robot check again.
da_dk: Bekræft robotkontrollen igen.
de_de: Bestätigen Sie die Roboterüberprüfung erneut.
es_es: Confirma de nuevo la verificación de robot.
nl_be: Bevestig de robotcontrole opnieuw.
pt: Confirme a verificação de robô novamente.

source: Use a valid email address.
da_dk: Brug en gyldig email-adresse.
de_de: Verwenden Sie eine gültige E-Mail-Adresse.
es_es: Utiliza una dirección de correo electrónico válida.
nl_be: Gebruik een geldig e-mailadres.
pt: Use um endereço de e-mail válido.

source: <b>Your access has been blocked.</b>
da_dk: <b>Din adgang er blevet blokeret.</b>
de_de: <b>Ihr Zugang wurde blockiert.</b>
es_es: <b>Tu acceso ha sido bloqueado.</b>
nl_be: <b>Uw toegang is geblokkeerd.</b>
pt: <b>Seu acesso foi bloqueado.</b>

source: <b>Error:</b> Please fill in the required fields.
da_dk: <b>Fejl:</b> Udfyld venligst de påkrævede felter.
de_de: <b>Fehler:</b> Bitte füllen Sie die erforderlichen Felder aus.
es_es: <b>Error:</b> Por favor completa los campos requeridos.
nl_be: <b>Fout:</b> Vul alstublieft de verplichte velden in.
pt: <b>Erro:</b> Por favor, preencha os campos obrigatórios.

source: <b>Zencaptcha is not configured yet! (Sitekey and secret key is missing)</b> Visit the <a href="%1$s">Zencaptcha WordPress settings page</a> and enter a valid Sitekey and Secret Key that you get from <a href="%2$s">Zencaptcha.com (Account)</a> to complete the setup.
da_dk: <b>Zencaptcha er endnu ikke konfigureret! (Sitekey og secret key mangler)</b> Besøg <a href="%1$s">Zencaptcha WordPress-indstillingerne</a> og indtast en gyldig Sitekey og Secret Key, som du får fra <a href="%2$s">Zencaptcha.com (Konto)</a> for at fuldføre opsætningen.
de_de: <b>Zencaptcha ist noch nicht konfiguriert! (Sitekey und Secret Key fehlen)</b> Besuchen Sie die <a href="%1$s">Zencaptcha WordPress-Einstellungsseite</a> und geben Sie einen gültigen Sitekey und Secret Key ein, den Sie von <a href="%2$s">Zencaptcha.com (Konto)</a> erhalten, um die Einrichtung abzuschließen.
es_es: <b>Zencaptcha aún no está configurado (falta la Sitekey y Secret key)</b>. Visita la <a href="%1$s">página de ajustes de Zencaptcha en WordPress</a> e ingresa una Sitekey y Secret Key válidas que obtienes en <a href="%2$s">Zencaptcha.com (Cuenta)</a> para completar la configuración.
nl_be: <b>Zencaptcha is nog niet geconfigureerd! (Sitekey en secret key ontbreken)</b> Bezoek de <a href="%1$s">Zencaptcha WordPress-instellingenpagina</a> en voer een geldige Sitekey en Secret Key in die u krijgt van <a href="%2$s">Zencaptcha.com (Account)</a> om de installatie te voltooien.
pt: <b>O Zencaptcha ainda não está configurado! (Falta o Sitekey e a secret key)</b> Visite a <a href="%1$s">página de configurações do WordPress do Zencaptcha</a> e insira um Sitekey e Secret Key válidos que você obtém em <a href="%2$s">Zencaptcha.com (Conta)</a> para concluir a configuração.

source: We will not spam or share your email. <strong>Please do not use a disposable email address</strong>. Thank you!
da_dk: Vi vil ikke spamme eller dele din e-mail. <strong>Venligst brug ikke en engangsemail-adresse</strong>. Tak!
de_de: Wir werden Ihre E-Mail nicht für Spam verwenden oder teilen. <strong>Bitte verwenden Sie keine Wegwerf-E-Mail-Adresse</strong>. Danke!
es_es: No vamos a hacer spam ni compartir tu correo electrónico. <strong>Por favor, no uses una dirección de correo electrónico desechable</strong>. ¡Gracias!
nl_be: We zullen niet spammen of uw e-mail delen. <strong>Gebruik alstublieft geen wegwerpe-mailadres</strong>. Bedankt!
pt: Não enviaremos spam nem compartilharemos seu e-mail. <strong>Por favor, não use um endereço de e-mail descartável</strong>. Obrigado!

source: Get your Site Key and Secret Key at <a href="%s">Zencaptcha.com</a>. <b>How it works:</b> Add your website (for example enter <b>%s</b>) to your Zencaptcha.com dashboard and copy the Sitekey and Secretkey that are automatically generated with your website. Paste the Sitekey and Secretkey into the fields on the current Wordpress settings page.
da_dk: Få din Site Key og Secret Key på <a href="%s">Zencaptcha.com</a>. <b>Sådan virker det:</b> Tilføj din hjemmeside (for eksempel indtast <b>%s</b>) til dit Zencaptcha.com dashboard og kopier Sitekey og Secretkey, der automatisk genereres med din hjemmeside. Indsæt Sitekey og Secretkey i felterne på den nuværende Wordpress-indstillingsside.
de_de: Holen Sie Ihren Site Key und Ihren geheimen Schlüssel (Secret Key) auf <a href="%s">Zencaptcha.com</a>. <b>So funktioniert's:</b> Fügen Sie Ihre Webseite (zum Beispiel geben Sie <b>%s</b>) in Ihr Zencaptcha.com Dashboard ein und kopieren Sie den Sitekey und Secretkey, die automatisch mit Ihrer Webseite generiert werden. Fügen Sie den Sitekey und Secretkey in die Felder auf der aktuellen Wordpress-Einstellungsseite ein.
es_es: Obtén tu Site Key y Secret Key en <a href="%s">Zencaptcha.com</a>. <b>Cómo funciona:</b> Añade tu sitio web (por ejemplo, introduce <b>%s</b>) en tu panel de control de Zencaptcha.com y copia la Sitekey y Secretkey que se generan automáticamente con tu sitio web. Pega la Sitekey y Secretkey en los campos de la página actual de ajustes de Wordpress.
nl_be: Haal uw Site Key en Secret Key op bij <a href="%s">Zencaptcha.com</a>. <b>Hoe het werkt:</b> Voeg uw website toe (voer bijvoorbeeld <b>%s</b> in) aan uw Zencaptcha.com-dashboard en kopieer de Sitekey en Secretkey die automatisch worden gegenereerd met uw website. Plak de Sitekey en Secretkey in de velden op de huidige Wordpress-instellingenpagina.
pt: Obtenha sua Site Key e Secret Key em <a href="%s">Zencaptcha.com</a>. <b>Como funciona:</b> Adicione seu site (por exemplo, insira <b>%s</b>) no painel do Zencaptcha.com e copie a Sitekey e Secretkey que são geradas automaticamente com seu site. Cole a Sitekey e Secretkey nos campos da página de configurações atual do WordPress.

source: Get Site Key + Secret Key
da_dk: Få Site Key + Secret Key
de_de: Site Key + geheimen Schlüssel erhalten
es_es: Obtener Site Key + Secret Key
nl_be: Ontvang Site Key + Secret Key
pt: Obter Site Key + Secret Key

source: Want to see your statistics, add websites or upgrade your plan for premium features? Go to your ZENCAPTCHA dashboard.
da_dk: Vil du se dine statistikker, tilføje hjemmesider eller opgradere din plan for premium-funktioner? Gå til dit ZENCAPTCHA-dashboard.
de_de: Möchten Sie Ihre Statistiken sehen, Webseiten hinzufügen oder Ihren Plan für Premium-Funktionen aktualisieren? Gehen Sie zu Ihrem ZENCAPTCHA Dashboard.
es_es: ¿Quieres ver tus estadísticas, añadir sitios web o mejorar tu plan para funciones premium? Ve a tu panel de ZENCAPTCHA.
nl_be: Wilt u uw statistieken zien, websites toevoegen of uw plan upgraden voor premiumfuncties? Ga naar uw ZENCAPTCHA-dashboard.
pt: Quer ver suas estatísticas, adicionar sites ou atualizar seu plano para recursos premium? Vá para o painel do ZENCAPTCHA.

source: ZENCAPTCHA Dashboard
es_es: Panel de ZENCAPTCHA
pt: Painel do ZENCAPTCHA

source: Zencaptcha Site Key
pt: Chave do Site Zencaptcha

source: Zencaptcha Secret Key
de_de: Zencaptcha geheimer Schlüssel (Secret Key)
pt: Chave Secreta Zencaptcha

source: Login
da_dk: Log ind
de_de: Anmelden
es_es: Iniciar sesión
nl_be: Inloggen
pt: Entrar

source: Register
da_dk: Registrer
de_de: Registrieren
es_es: Registrarse
nl_be: Registreren
pt: Registrar

source: Reset Password
da_dk: Nulstil adgangskode
de_de: Passwort zurücksetzen
es_es: Restablecer contraseña
nl_be: Wachtwoord opnieuw instellen
pt: Redefinir Senha

source: Comments (Guests)
da_dk: Kommentarer (Gæster)
de_de: Kommentare (Gäste)
es_es: Comentarios (Invitados)
nl_be: Reacties (Gasten)
pt: Comentários (Visitantes)

source: Comments (Logged in users)
da_dk: Kommentarer (Logget ind bruger)
de_de: Kommentare (Eingeloggte Benutzer)
es_es: Comentarios (Usuarios registrados)
nl_be: Reacties (Ingelogde gebruikers)
pt: Comentários (Usuários Logados)

source: Checkout
da_dk: Til betaling
de_de: Kasse (Checkout)
es_es: Pagar
nl_be: Afrekenen
pt: Finalizar compra

source: Activate
da_dk: Aktiver
de_de: Aktivieren
es_es: Activar
nl_be: Activeren
pt: Ativar

source: Language
da_dk: Sprog
de_de: Sprache
es_es: Idioma
nl_be: Taal
pt: Idioma

source: Automatic
da_dk: Automatisk
de_de: Automatisch
es_es: Automático
nl_be: Automatisch
pt: Automático

source: <b>Recommended: </b> Leave this set to "Automatic" as the correct language will automatically be displayed to the user. If you select a language here, the widget will only be displayed in that language to every user.
da_dk: <b>Anbefalet: </b> Lad dette stå på "Automatisk", da det korrekte sprog automatisk vil blive vist for brugeren. Hvis du vælger et sprog her, vises widgettet kun på dette sprog for hver bruger.
de_de: <b>Empfohlen: </b> Lassen Sie dies auf "Automatisch" eingestellt, da die richtige Sprache automatisch für den Benutzer angezeigt wird. Wenn Sie hier eine Sprache auswählen, wird das Widget nur in dieser Sprache für jeden Benutzer angezeigt.
es_es: <b>Recomendado: </b> Deja esto configurado en "Automático" ya que el idioma correcto se mostrará automáticamente al usuario. Si seleccionas un idioma aquí, el widget se mostrará solo en ese idioma a cada usuario.
nl_be: <b>Aanbevolen: </b> Laat dit op "Automatisch" staan, omdat de juiste taal automatisch aan de gebruiker wordt getoond. Als u hier een taal selecteert, wordt de widget alleen in die taal weergegeven aan elke gebruiker.
pt: <b>Recomendado: </b> Deixe isso configurado como "Automático" pois o idioma correto será exibido automaticamente para o usuário. Se você selecionar um idioma aqui, o widget será exibido apenas nesse idioma para todos os usuários.

source: The user needs to
da_dk: Brugeren skal
de_de: Der Benutzer muss
es_es: El usuario necesita
nl_be: De gebruiker moet
pt: O usuário precisa

source: click into a form field for the robot check to begin.
da_dk: klikke ind i et formularfelt for at starte robotkontrollen.
de_de: in ein Formularfeld klicken, damit die Roboterprüfung beginnt.
es_es: hacer clic en un campo del formulario para comenzar la verificación del robot.
nl_be: klikken in een formulier voor de start van de robotcontrole.
pt: clicar em um campo de formulário para iniciar a verificação de robô.

source: click on the ZENCAPTCHA-Widget for the robot check to begin.
da_dk: klikke på ZENCAPTCHA-widgettet for at starte robotkontrollen.
de_de: auf das ZENCAPTCHA-Widget klicken, damit die Roboterprüfung beginnt.
es_es: hacer clic en el widget de ZENCAPTCHA para comenzar la verificación del robot.
nl_be: klikken op de ZENCAPTCHA-widget voor de start van de robotcontrole.
pt: clicar no Widget ZENCAPTCHA para iniciar a verificação de robô.

source: Custom country black list
da_dk: Brugerdefineret lande-sortliste
de_de: Benutzerdefinierte Länder-Sperrliste
es_es: Lista negra de países personalizada
nl_be: Aangepaste landen blokkeren
pt: Lista negra de países personalizada

source: <b>Include custom countries you want to block. <br>One country code per line.</b><br> Use ISO 3166-1 - (ISO 3166-1 alpha-2 codes). For example: DE for Germany, RU for Russia. <a href="https://www.iban.com/country-codes" target="_blank">See full list here.</a>
da_dk: <b>Indehold brugerdefinerede lande, du ønsker at blokere. <br>Et landekode pr. linje.</b><br> Brug ISO 3166-1 - (ISO 3166-1 alpha-2 koder). For eksempel: DE for Tyskland, RU for Rusland. <a href="https://www.iban.com/country-codes" target="_blank">Se den fulde liste her.</a>
de_de: <b>Fügen Sie benutzerdefinierte Länder hinzu, die Sie blockieren möchten. <br>Ein Ländercode pro Zeile.</b><br> Verwenden Sie ISO 3166-1 - (ISO 3166-1 Alpha-2-Codes). Zum Beispiel: DE für Deutschland, RU für Russland. <a href="https://www.iban.com/country-codes" target="_blank">Hier finden Sie die vollständige Liste.</a>
es_es: <b>Incluye los países personalizados que deseas bloquear. <br>Un código de país por línea.</b><br> Usa ISO 3166-1 - (códigos alfa-2 de ISO 3166-1). Por ejemplo: DE para Alemania, RU para Rusia. <a href="https://www.iban.com/country-codes" target="_blank">Ver lista completa aquí.</a>
nl_be: <b>Voeg aangepaste landen toe die u wilt blokkeren. <br>Eén landcode per regel.</b><br> Gebruik ISO 3166-1 - (ISO 3166-1 alpha-2 codes). Bijvoorbeeld: DE voor Duitsland, RU voor Rusland. <a href="https://www.iban.com/country-codes" target="_blank">Zie hier de volledige lijst.</a>
pt: <b>Inclua os países personalizados que deseja bloquear. <br>Um código de país por linha.</b><br> Use ISO 3166-1 - (códigos alfa-2 do ISO 3166-1). Por exemplo: DE para Alemanha, RU para Rússia. <a href="https://www.iban.com/country-codes" target="_blank">Veja a lista completa aqui.</a>

source: Help us create a safer and more privacy-respecting web!
da_dk: Hjælp os med at skabe et sikrere og mere privatlivsrespekterende internet!
de_de: Helfen Sie uns, das Internet sicherer und datenschutzfreundlicher zu gestalten!
es_es: ¡Ayúdanos a crear un web más segura y respetuosa con la privacidad!
nl_be: Help ons een veiliger en meer privacy-respecterend web te creëren!
pt: Ajude-nos a criar uma web mais segura e que respeite mais a privacidade!

source: Like us on Facebook
da_dk: Synes godt om os på Facebook
de_de: Auf Facebook liken
es_es: Danos un like en Facebook
nl_be: Vind ons leuk op Facebook
pt: Curta-nos no Facebook

source: Follow us on Instagram
da_dk: Følg os på Instagram
de_de: Uns auf Instagram folgen
es_es: Síguenos en Instagram
nl_be: Volg ons op Instagram
pt: Siga-nos no Instagram

source: Share on Facebook
da_dk: Del på Facebook
de_de: Auf Facebook teilen
es_es: Compartir en Facebook
nl_be: Delen op Facebook
pt: Compartilhar no Facebook

source: + Verify Email Adresses (Block invalid and disposable email addresses)
da_dk: + Bekræft e-mail-adresser (Bloker ugyldige og engangsemail-adresser)
de_de: + E-Mail-Adressen verifizieren (Ungültige und Wegwerf-E-Mail-Adressen blockieren)
es_es: + Verificar direcciones de correo electrónico (Bloquear direcciones de correo electrónico inválidas y desechables)
nl_be: + Verifieer e-mailadressen (Blokkeer ongeldige en wegwerp e-mailadressen)
pt: + Verificar Endereços de E-mail (Bloquear endereços de e-mail inválidos e descartáveis)

source: Thank you for using the <a href="%s">Zencaptcha</a> plugin by <a href="%s">Zencaptcha.com</a> .
da_dk: Tak for at du bruger <a href="%s">Zencaptcha</a>-pluginet af <a href="%s">Zencaptcha.com</a>.
de_de: Vielen Dank für die Verwendung des <a href="%s">Zencaptcha</a> Wordpress-Plugins von <a href="%s">Zencaptcha.com</a> .
nl_be: Bedankt voor het gebruik van de <a href="%s">Zencaptcha</a> plugin door <a href="%s">Zencaptcha.com</a> .
pt: Obrigado por usar o plugin <a href="%s">Zencaptcha</a> por <a href="%s">Zencaptcha.com</a>.

source: Thank you for using the <a href="%s">Zencaptcha</a> plugin by <a href="%s">Zencaptcha.com</a>.
es_es: Gracias por usar el plugin <a href="%s">Zencaptcha</a> de <a href="%s">Zencaptcha.com</a>.
